Repository: stelian42/pypilot
Catalog: hat/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: pypilot hat configuration
pt: configuração do chapéu pypilot

source: lcd and remote control setup
pt: configuração de lcd e controle remoto

source: clear
pt: Claro

source: default
pt: predefinição

source: press button(s) on the keypad or remote then assign a command with the button.
pt: pressione o (s) botão (ões) no teclado ou no controle remoto e atribua um comando com o botão.

source: Actions for LCD interface
pt: Ações para interface LCD

source: key
pt: chave

source: action
pt: açao

source: These actions do not depend on the state of the display and can be used by wireless remotes.
pt: Essas ações não dependem do estado da tela e podem ser usadas por controles remotos sem fio.

source: infared receiver port
pt: porta do receptor infravermelho

source: The ir port can be handled direcly from the pi or the arduino. Using the arduino can receive from many different remotes without special calibration recordings.
pt: A porta ir pode ser controlada diretamente do pi ou do arduino. Usando o arduino pode receber de muitos controles remotos diferentes sem gravações de calibração especiais.

source: remote mode
pt: modo remoto

source: remote
pt: controlo remoto

source: nmea current baud rate
pt: nmea taxa de transmissão atual

source: voltages
pt: tensões

source: connection
pt: conexão

source: Web Server Latency
pt: Latência do servidor web
